Repository: jimblandy/idutils
Catalog: po/*.po
Languages: nl

source: can't allocate %ld bytes for hash table: memory exhausted
nl: kan geen %ld bytes voor frommeltabel reserveren: geheugen vol

source: Load=%ld/%ld=%.0f%%,
nl: Belasting=%ld/%ld=%.0f%%,

source: Rehash=%d,
nl: herverfrommeling=%d,

source: Collisions=%ld/%ld=%.0f%%
nl: Botsingen=%ld/%ld=%.0f%%

source: can't determine the io_size of a string!
nl: kan de io_size van een letterreeks niet vaststellen!

source: can't open `%s'
nl: kan `%s' niet openen

source: `%s' is not an ID file! (bad magic #)
nl: `%s' is geen ID bestand! (fout magisch nummer)

source: `%s' is version %d, but I only grok version %d
nl: `%s' is versie %d, maar ik lust alleen versie %d

source: unsupported size in io_read (): %d
nl: niet-ondersteunde afmeting in io_read(): %d

source: unknown I/O type: %d
nl: onbekend I/O type: %d

source: unsupported size in io_write (): %d
nl: niet-ondersteunde afmeting in io_write(): %d

source: unrecognized language: `%s'
nl: niet herkende taal: `%s'

source: can't allocate language args obstack: memory exhausted
nl: kan geen objectstapel voor taalargumenten vrijmaken: geheugen vol

source: can't allocate language args: memory exhausted
nl: kan geen geheugen vrijmaken voor taalargumenten: geheugen vol

source: language name expected following `%s' in file `%s'
nl: taalnaam verwacht na `%s' in bestand `%s'

source: can't open language map file `%s'
nl: kan taalbestand `%s' niet openen

source: can't get size of map file `%s'
nl: kan grootte van mapbestand `%s' niet krijgen

source: can't read language map file `%s'
nl: kan taalbestand `%s' niet lezen

source: can't read entire language map file `%s'
nl: kan niet het hele taalbestand `%s' lezen

source: C language: -k,--keep=CHARS Allow CHARS in single-token strings, keep the result -i,--ignore=CHARS Allow CHARS in single-token strings, toss the result -u,--strip-underscore Strip a leading underscore from single-token strings
nl: C taal: -k,--keep=TEKENS Sta TEKENS toe in reeksen van een eenheid, behoud resultaat -i,--ignore=TEKENS Sta TEKENS toe in reeksen van een eenheid, gooi resultaat weg -u,--strip-underscore Haal een voorgaand laag liggend streepje (`_') weg van reeksen van een eenheid

source: junk: `%c'
nl: onzin: `%c'

source: junk: `\%03o'
nl: onzin: `\%03o'

source: Assembly language: -c,--comment=CHARS Any of CHARS starts a comment until end-of-line -k,--keep=CHARS Allow CHARS in tokens, and keep the result -i,--ignore=CHARS Allow CHARS in tokens, and toss the result -u,--strip-underscore Strip a leading underscore from tokens -n,--no-cpp Don't handle C pre-processor directives
nl: Assembeertaal: -c,--comment=TEKENS Een van TEKENS begint een commentaar tot einde van de regel -k,--keep=TEKENS Sta TEKENS in eenheden toe, behoud resultaat -i,--ignore=TEKENS Sta TEKENS in eenheden toe, gooi resultaat weg -u,--strip-underscore Verwijder een voorgaande underscore `_' uit eenheden -n,--no-cpp Behandel geen C pre-processor aanwijzingen

source: Text language: -i,--include=CHAR-CLASS Treat characters of CHAR-CLASS as token constituents -x,--exclude=CHAR-CLASS Treat characters of CHAR-CLASS as token delimiters
nl: Tekst taal: -i,--include=TEKEN-KLASSE Behandel tekens van TEKEN-KLASSE als onderdeel van een eenheid -x,--exclude=TEKEN-KLASSE Behandel tekens van TEKEN-KLASSE als eenheidscheiding

source: can't read directory `%s' (`.' from `%s')
nl: kan map `%s' niet lezen (`.' van `%s')

source: notice: `%s' was a %s, but is now a %s!
nl: opmerking: `%s' was een %s, maar is nu een %s!

source: file
nl: bestand

source: directory
nl: map

source: warning: `%s' and `%s' are the same file, but yield different scans!
nl: waarschuwing: `%s' en `%s' zijn het zelfde bestand, maar leveren verschillende resultaten op!

source: notice: scan parameters changed for `%s'
nl: opmerking: leesparameters veranderd voor `%s'

source: can't get working directory
nl: kan huidige map niet verkrijgen

source: can't chdir to `%s'
nl: kan niet naar map `%s' gaan

source: can't chdir to `%s' from `%s'
nl: kan niet van map `%s' naar `%s' gaan

source: can't lstat `%s' from `%s'
nl: kan de status van de link `%s' niet opvragen vanuit `%s'

source: can't stat `%s' from `%s'
nl: kan de status van `%s' niet opvragen vanuit `%s'

source: %s: option `%s' is ambiguous
nl: %s: optie `%s' is dubbelzinnig

source: %s: option `--%s' doesn't allow an argument
nl: %s: optie `--%s' staat geen argumenten toe

source: %s: option `%c%s' doesn't allow an argument
nl: %s: optie `%c%s' staat geen argumenten toe

source: %s: option `%s' requires an argument
nl: %s: optie `%s' vereist een argument

source: %s: unrecognized option `--%s'
nl: %s: onbekende optie `--%s'

source: %s: unrecognized option `%c%s'
nl: %s: onbekende optie `%c%s'

source: %s: illegal option -- %c
nl: %s: ongeldige optie -- %c

source: %s: invalid option -- %c
nl: %s: ongeldige optie -- %c

source: %s: option requires an argument -- %c
nl: %s: optie vereist een argument -- %c

source: Try `%s --help' for more information.
nl: Probeer `%s --help' voor meer informatie.

source: Usage: %s [OPTION] FILENAME [FILENAME2]
nl: Aanroep: %s [OPTIE] BESTANDSNAAM [BESTANDSNAAM2]

source: List identifiers that occur in FILENAME, or if FILENAME2 is also given list the identifiers that occur in both files. -f, --file=FILE file name of ID database --help display this help and exit --version output version information and exit
nl: Geef een lijst van namen die in BESTANDSNAAM voorkomen, of, als BESTANDSNAAM2 ook gegeven is, de namen die in beide bestanden voorkomen. -f, --file=BESTAND bestandsnaam van ID database --help geef deze hulp en beëindig --version geef versie informatie en beëindig

source: no file name arguments
nl: geen bestandsnaam argumenten

source: too many file name arguments
nl: te veel bestandsnaam argumenten

source: can't locate `ID'
nl: kan `ID' niet vinden

source: `%s' is ambiguous
nl: `%s' is dubbelzinnig

source: `%s' not found
nl: `%s' niet gevonden

source: Usage: %s [OPTION]... [PATTERN]...
nl: Aanroep: %s [OPTIE]... [PATROON]...

source: Print constituent file names that match PATTERN, using shell-style wildcards. -f, --file=FILE file name of ID database -S, --separator=STYLE STYLE is one of `braces', `space' or `newline' --help display this help and exit --version output version information and exit
nl: Geef opbouwende bestandsnamen die overeenkomen met PATROON, gebruik makend van jokertekens zoals van de shell. -f, --file=BESTAND bestandsnaam van ID database -S, --separator=STIJL STIJL is een uit `braces', `space' of `newline' --help geef deze hulp en beëindig --version geef versie informatie en beëindig

source: Usage: %s [OPTION]... PATTERN...
nl: Aanroep: %s [OPTIE]... PATROON...

source: braces
nl: accolades

source: space
nl: spatie

source: notice: use of `-e' is deprecated, use `-r' instead
nl: opmerking: gebruik van `-e' is verouderd, gebruik `-r' in plaats daarvan

source: All identifiers are non-ambiguous within the first %d characters
nl: Alle namen van variabelen zijn niet dubbelzinnig in de eerste %d tekens

source: invalid `--key' style: `%s'
nl: ongeldige `--key' stijl: `%s'

source: invalid `--result' style: `%s'
nl: ongeldige `--result' stijl: `%s'

source: edit? [y1-9^S/nq]
nl: bewerken? [j1-9^S/nq]

source: can't fork
nl: kan geen nieuw proces beginnen

source: can't exec `%s'
nl: kan `%s' niet uitvoeren

source: can't match regular-expression: memory exhausted
nl: kan reguliere expressie niet vergelijken: geheugen vol

source: Usage: %s [OPTION]... [FILE]...
nl: Aanroep: %s [OPTIE]... [BESTAND]...

source: Build an identifier database. -o, --output=OUTFILE file name of ID database output -f, --file=OUTFILE synonym for --output -i, --include=LANGS include languages in LANGS (default: "C C++ asm") -x, --exclude=LANGS exclude languages in LANGS -l, --lang-option=L:OPT pass OPT as a default for language L (see below) -m, --lang-map=MAPFILE use MAPFILE to map file names onto source language -d, --default-lang=LANG make LANG the default source language -p, --prune=NAMES exclude the named files and/or directories -v, --verbose report per file statistics -s, --statistics report statistics at end of run --help display this help and exit --version output version information and exit FILE may be a file name, or a directory name to recursively search. If no FILE is given, the current directory is searched by default. Note that the `--include' and `--exclude' options are mutually-exclusive. The following arguments apply to the language-specific scanners:
nl: Maak een namendatabase aan -o, --output=UITBESTAND bestandsnaam van databaseuitvoer -f, --file=OUTFILE synonym for --output -i, --include=LANGS include languages in LANGS (default: "C C++ asm") -x, --exclude=LANGS exclude languages in LANGS -l, --lang-option=L:OPT pass OPT as a default for language L (see below) -m, --lang-map=MAPFILE use MAPFILE to map file names onto source language -d, --default-lang=LANG make LANG the default source language -p, --prune=NAMES exclude the named files and/or directories -v, --verbose report per file statistics -s, --statistics report statistics at end of run --help display this help and exit --version output version information and exit FILE may be a file name, or a directory name to recursively search. If no FILE is given, the current directory is searched by default. Note that the `--include' and `--exclude' options are mutually-exclusive. The following arguments apply to the language-specific scanners:

source: can't create `%s' in `%s'
nl: kan `%s' niet aanmaken in `%s'

source: can't modify `%s'
nl: kan `%s' niet veranderen

source: can't stat `%s'
nl: kan de status van `%s' niet opvragen

source: new = %d/%d
nl: nieuw = %d/%d

source: Name=%ld,
nl: Naam=%ld,

source: Number=%ld,
nl: Nummer = %ld,

source: String=%ld,
nl: Letterreeks=%ld,

source: Literal=%ld,
nl: Letterlijk=%ld,

source: Comment=%ld
nl: Commentaar=%ld

source: Tokens=%ld,
nl: Eenheden=%ld,

source: Output=%ld (%ld tok, %ld hit)
nl: Uitvoer=%ld (%ld eenheden, %ld gevonden)

source: Sorting tokens...
nl: Eenheden sorteren...

source: Writing `%s'...
nl: `%s' schrijven...

source: can't create `%s'
nl: kan `%s' niet aanmaken

source: level %d: %ld/%ld = %.0f%%
nl: niveau %d: %ld/%ld = %.0f%%
